7767517
2 2
Input                    data                     0 1 data -23330=4,3,160,160,256 0=160 1=160 2=256
Convolution              conv1_1                  1 1 data conv1_1 -23330=4,3,160,160,256 0=256 1=3 3=1 4=0 5=1 6=589824 9=0