7767517
2 2
Input                    data                     0 1 data -23330=4,3,320,320,128 0=320 1=320 2=128
Convolution              conv1_1                  1 1 data conv1_1 -23330=4,3,320,320,128 0=128 1=3 3=1 4=0 5=1 6=147456 9=0