7767517
2 2
Input                    data                     0 1 data -23330=4,3,640,640,64 0=640 1=640 2=64
Convolution              conv1_1                  1 1 data conv1_1 -23330=4,3,640,640,64 0=64 1=3 3=1 4=0 5=1 6=36864 9=0