7767517
2 2
Input                    data                     0 1 data -23330=4,3,40,40,1024 0=40 1=40 2=1024
Convolution              conv1_1                  1 1 data conv1_1 -23330=4,3,40,40,1024 0=1024 1=3 3=1 4=0 5=1 6=9437184 9=0