7767517
2 2
Input                    data                     0 1 data -23330=4,3,80,80,512 0=80 1=80 2=512
Convolution              conv1_1                  1 1 data conv1_1 -23330=4,3,80,80,512 0=512 1=3 3=1 4=0 5=1 6=2359296 9=0