7767517
2 2
Input                    data                     0 1 data -23330=4,3,56,56,256 0=56 1=56 2=256
Convolution              conv3_2                  1 1 data conv3_2_relu3_2 -23330=4,3,56,56,256 0=256 1=3 4=1 5=1 6=589824 9=1