7767517
2 2
Input                    data                     0 1 data -23330=4,3,112,112,128 1=2 2=2
Convolution              conv2_2                  1 1 data conv2_2_relu2_2 -23330=4,3,112,112,128 0=128 1=3 4=1 5=1 6=147456 9=1