7767517
2 2
Input                    data                     0 1 data -23330=4,3,226,226,64 0=226 1=226 2=64
Convolution              conv1_1                  1 1 data conv1_1 -23330=4,3,226,226,64 0=64 1=3 3=1 4=1 5=1 6=36864 9=0