7767517
2 2
Input                    data                     0 1 data -23330=4,3,28,28,512 0=14 1=14 2=512
Convolution              conv4_2                  1 1 data conv5_2 -23330=4,3,14,14,512 0=512 1=3 4=1 5=1 6=2359296 9=1